Repository: 0xfinch/mate-menu
Catalog: debian/mintmenu/usr/lib/linuxmint/mintMenu/locale/*/LC_MESSAGES/messages.po
Languages: be, eu, fr, hi, ja, mr, ro

source: Computer
be: Кампутар
eu: Equipoa
fr: Poste de travail
hi: कंप्युटर
ja: コンピュータ
mr: संगणक
ro: Post de lucru

source: Browse all local and remote disks and folders accessible from this computer
be: Праглядзець усе лякальныя i сеткавыя тэчкi i дыскi, даступныя для гэтага кампутара
eu: Ordenagailu honetatik bertoko eta kampoko disko eta karpetak guztiak ikusi
fr: Parcourir tous les disques locaux et distants ainsi que les dossiers accessibles depuis cet ordinateur
hi: इस कंप्यूटर से जुड़ी हुई और दूरस्थ डिस्कस और फोल्डर्स को देखें.
ja: このコンピュータからアクセス可能なローカル及びリモートのディスクとフォルダをすべて表示する
mr: या संगणकास सुलभ सर्व स्थानिय आणि दुरस्थ डिस्क व फोल्डर्स ब्राउज करा
ro: Parcurge toate discurile locale şi distante precum şi dosarele accesibile prin acest computer

source: Home Folder
be: Хатняя тэчка
eu: karpeta perstonala
fr: Dossier personnel
hi: अपना फोल्डर
ja: home
mr: निवास फोल्डर
ro: Dosar personal

source: Open your personal folder
be: Адчынiць сваю асабiстую тэчку
eu: Ireki zure carpeta pertsonala
fr: Ouvrir votre dossier personnel
hi: अपना फोल्डर खोलें
ja: あなたの home ディレクトリを開く
mr: आपले व्यक्तिगत फोल्डर उघडा
ro: Deschide dosarul dumneavoastră personal

source: Network
be: Сетка
eu: Zarea
fr: Réseau
hi: नेटवर्क
ja: ネットワーク
mr: संजाळ
ro: Reţea

source: Browse bookmarked and local network locations
be: Праглядзець месца якiя адзначаны альбо знаходзяцца у лякальнае сетцы
eu: Autatutakoak eta bertoko zarea ikusi
fr: Parcourir les emplacements mis en signets et du réseau local
hi: जुड़े हुए और चिन्हित नेटवर्क स्थानों को देखें
ja: ブックマークしたネットワークとローカルネットワークの場所を表示する
mr: नोंदलेले व स्थानिय सजाळ स्थळे ब्राउज करा
ro: Parcurge locaţiile din semnele de carte şi din reţeaua locală

source: Browse items placed on the desktop
be: Праглядзець элемэнты на стальцы
eu: Idazmahiko elementuaetan bilatu
fr: Parcourir les fichiers placés sur le bureau
hi: डेस्कटॉप पर रखे हुए सामन को देखें
ja: デスクトップ上のアイテムを表示する
mr: डेस्कटॉप वरील वस्तू ब्राउज करा
ro: Parcurge fişierele amplasate pe suprafaţa de lucru

source: Browse deleted files
be: Праглядзець выдаленыя файлы
eu: Ezabatu elementuetan bilatu
fr: Parcourir les fichiers effacés
hi: मिटा दी गई फाइलों को देखें
ja: 削除したファイルを表示する
mr: नष्ट केलेल्या फाईल्स ब्राउज करा
ro: Parcurge fişierele şterse

source: Software manager
be: Кiраваньне апраґрамаваньнем
eu: Aplikazio gestorea
fr: Gestionnaire d'applications
hi: सॉफ्टवेर प्रबंधक
ja: ソフトウェア・マネージャ
mr: सॉफ्टवेयर व्यवस्थापक
ro: Administrator de aplicaţii

source: Browse and install available software
be: Праглядзець i заінсталяваць даступнае апраґрамаваньне
eu: Dauden aplikazioak ikusi eta instalatu
fr: Parcourir et installer de nouveaux logiciels
hi: उपलब्ध सॉफ्टवेर को देखें और स्थापित करें
ja: 利用できるソフトウェアを表示しインストールする
mr: सर्व उपलब्ध व स्थापित सॉफ्टवेयर ब्राउज करा
ro: Parcurge şi instalează aplicaţii noi

source: Package manager
be: Кiраваньне пакетамi
eu: Pakete gestorea
fr: Gestionnaire de paquets
hi: संपुष्टि प्रबंधक
ja: パッケージ・マネージャ
mr: पॅकेज व्यवस्थापक
ro: Administrator de pachete

source: Install, remove and upgrade software packages
be: Заінсталяваць, выдалiць цi абнавiць пакеты апраґрамаваньня
eu: banan banan paketeak instalar, ezabatu edo berriztu
fr: Installer, désinstaller et mettre à jour des paquets
hi: सॉफ्टवेर संपुष्टियों को स्थापित, हटायें और आधुनिकीकरण करें
ja: パッケージのインストール・アンインストール・更新
mr: सॉफ्टवेयर पॅकेज स्थापित, उन्नत अथवा नष्ट करा
ro: Instalează, dezinstalează şi actualizează pachetele

source: Control center
be: Цэнтар кантролi
eu: Kontrol zentrua
fr: Centre de Contrôle
hi: नियंत्रण केन्द्र
ja: コントロールセンター
mr: नियंत्रण केंद्र
ro: Centrul de control

source: Configure your system
be: Канфiґураваньне сыстэмы
eu: Zure sistema konfiguratu
fr: Configurer le système
hi: अपने तंत्र को समनुरूप बनायें
ja: システム設定
mr: आपली प्रणालीचे व्यवस्थापन करा
ro: Configurează sistemul

source: Use the command line
be: Ужываньне каманднага радку
eu: Komando area erabil
fr: Utiliser la ligne de commande
hi: कमांड लाइन का उपयोग करें
ja: コマンドラインを使う
mr: कमांड लाइन वापरा
ro: Foloseşte linia de comandă

source: Couldn't load plugin:
be: Немагчыма загрузiць плаґiн:
eu: Ezin izan da kargatu plugin-a:
fr: Impossible de charger le plugin :
hi: प्लगइन का उपयोग नहीं कर सका:
ja: プラグインを読み込めません：
mr: प्लगीन लागू करु शकत नाही:
ro: Încărcarea nu este posibilă pentru extensia:

source: Couldn't initialize plugin
be: Немагчыма запусцiць плаґiн
eu: Ezin izan da hasierazi plugin-a
fr: Impossible d'initialiser le plugin
hi: प्लगइन को प्रारम्भ नहीं कर सका
ja: プラグインを初期化できません
mr: प्लगीन आवाक्षरित करु शकत नाही
ro: Nu poate fi iniţializată extensia

source: Preferences
be: Усталёўкi
eu: Preferentziak
fr: Préférences
hi: पसंद
ja: 環境設定
mr: व्यवस्थापन विकल्प
ro: Preferinţe

source: About
be: Некалькi словаў аб...
eu: Gutaz
fr: À propos
hi: इस विषय में
ja: このソフトについて
mr: विषयी
ro: Despre

source: Reload plugins
be: Перазагрузiць плаґiны
eu: Muenua rekargatu
fr: Recharger les plugins
hi: प्लगइन को फ़िर से प्रारम्भ करें
ja: プラグインの再読込
mr: प्लगीन पुनः लोड करा
ro: Reîncarcă extensiile

source: Edit menu
be: Рэдаґаваць мэню
eu: Menua editatu
fr: Editer les menus
hi: मेनू को संपादित करें
ja: メニューを編集する
mr: मेन्यु संपादन
ro: Editează meniurile

source: GNOME Menu for Linux Mint
be: Мэню GNOME для Linux Mint
eu: Linux Mint-rajo Gnome menua
fr: Menu Gnome pour Linux Mint
hi: जीनोम का मेनू लिनक्स मिनट के लिए
ja: Linux Mint 用の GNOME メニュー
mr: लिनक्स मिंट साठी नोम मेन्यु
ro: Meniul Gnome pentru Linux Mint

source: Based on USP from S.Chanderbally
be: Грунтуецца на USP (S. Chanderbally)
eu: S. Chanderbally-ko USP-en oinarriztuta
fr: Basé sur USP (S. Chanderbally)
hi: S. Chanderbally के USP पर आधारित
ja: USP (S. Chanderbally) に基づく
mr: USP (S. Chanderbally) वर आधारित
ro: Bazat pe USP (S. Chanderbally)

source: Trash
be: Сьметніца
eu: Paperontzia
fr: Corbeille
hi: कचरा
ja: ゴミ箱
mr: कचरा
ro: Coş de gunoi

source: Places
be: Месца
eu: Tokiak
fr: Raccourcis
hi: स्थान
ja: 場所
mr: स्थळे
ro: Locaţii

source: Desktop
be: Сталец
eu: Idazmahaia
fr: Bureau
hi: डेस्कटॉप
ja: デスクトップ
mr: डेस्कटॉप
ro: Suprafaţa de lucru

source: System
be: Сыстэма
eu: Sistema
fr: Système
hi: तंत्र
ja: システム
mr: प्रणाली
ro: Sistem

source: Terminal
be: Тэрмiнал
eu: Terminala
hi: टर्मिनल
ja: 端末
mr: टर्मिनल

source: Quit
be: Выхад
eu: Itxi
fr: Quitter
hi: समाप्त
ja: 終了
mr: समाप्त
ro: Părăseşte

source: File not found
be: Файлу не знойдзена
eu: Artzibia ez aurkituta
fr: Fichier non trouvé
hi: फाइल नहीं मिली
ja: ファイルが見つかりません
mr: फाईल प्राप्त करू शकत नाही
ro: Fişierul nu a fost găsit

source: Not a .menu file
be: Гэта не .menu файл
eu: Ez da .menu artziboa
fr: Fichier .menu attendu
hi: .menu फाइल नहीं है
ja: .menu ファイルではありません
mr: हि .menu फाईल नाही
ro: Fişier .menu aşteptat

source: Not a valid .menu file
be: Гэта не сапраўдны .menu файл
eu: Ez da .menu artzibo baliagarria
fr: Fichier .menu non valide
hi: अवैध .menu फाइल
ja: 有効な .menu ファイルではありません
mr: हि .menu फाईल योग्य नाही
ro: Fişier .menu invalid

source: Applications
be: Праґрамы
eu: Aplikazioak
hi: एप्लीकेशंस
ja: アプリケーション
mr: विनियोग
ro: Aplicaţii

source: Couldn't save favorites. Check if you have write access to ~/.linuxmint/mintMenu
be: Немагчыма запiсаць улюбёныя. Правер, цi маеш правы запiсу ў каталёґ ~/.linuxmint/mintMenu
eu: Ezin izan da faboritoak gorde. Zeahaztu ~/.linuxmint/mintMenu idazteko permisuak daukazula
fr: Impossible de sauver les favoris. Vérifiez que vous avez accès en écriture à ~/.linuxmint/mintMenu
hi: पसंद अंकित नहीं हुई. जांच करें की आपको ~/.linuxmint/mintMenu लिखने की अनुमति है
ja: お好みのアプリケーションを保存できませんでした。 ~/.linuxmint/mintMenu へのアクセス権があるかどうか確認してください。
mr: आपली पसंत सुरक्षित करू शकत नाही, ~/.linuxmint/mintMenu आपला लेखन अधिकार पडताळून बघा
ro: Favoritele nu pot fi salvate. Verificaţi dacă aveţi acces pentru scriere la ~/.linuxmint/mintMenu

source: All
be: Усе катэґорыi
eu: Dena
fr: Toutes catégories
hi: सभी
ja: すべてのカテゴリ
mr: सर्व
ro: Toate categoriile

source: Show all applications
be: Паказаць усе праґрамы
eu: Erakutzi aplikazio guztiak
fr: Montrer toutes les applications
hi: सभी एप्लीकेशंस को दिखाएँ
ja: すべてのアプリケーションを表示する
mr: सर्व विनियोग दाखवा
ro: Arată toate aplicaţiile

source: Filter:
be: Фiльтраваць:
eu: Filtroa:
fr: Filtrer :
hi: छाँटें:
ja: フィルターをかける：
mr: छानणी करा :
ro: Filtrează:

source: Favorites
be: Улюбёныя
eu: Faboritoak
fr: Favoris
hi: पसंद
ja: お好みのアプリケーション
mr: पसंत
ro: Favorite

source: All applications
be: Усе праґрамы
eu: Aplikazio guztiak
fr: Toutes les applications
hi: सभी एप्लीकेशंस
ja: すべてのアプリケーション
mr: सर्व विनियोग
ro: Toate aplicaţiile

source: Launch
be: Запусцiць
eu: Lanzatu
fr: Exécuter
hi: चलायें
ja: 起動
mr: आरंभ करा
ro: Lansează

source: Show in my favorites
be: Дадаць да улюбёных
eu: Nire faboritoak erakutzi
fr: Ajouter aux favoris
hi: मेरी पसंद में दिखाएँ
ja: お好みのアプリケーションに加える
mr: माझ्या पसंतीत जोडा
ro: Adaugă la favorite

source: Launch when I log in
be: Запускаць падчас уваходу ў сыстэму
eu: Haiseran ejekutatu
fr: Exécuter au démarrage
hi: मेरे लोगिन करते ही चलायें
ja: ログイン時に起動する
mr: माझ्या प्रवेशावेळी आरंभ करा
ro: Lansează la pornirea sistemului

source: Remove from favorites
be: Выдалiць з улюбёных
eu: Faboritotik kendu
fr: Retirer des favoris
hi: पसंद से हटायें
ja: お好みのアプリケーションから削除する
mr: माझ्या पसंतीतून काढा
ro: Elimină dintre favorite

source: Insert space
be: Дадаць одступ
eu: Espacio jarri
fr: Ajouter un espace
hi: खाली स्थान डालें
ja: スペースを挿入する
mr: जागा जोडा
ro: Adaugă un spaţiu

source: Insert separator
be: Дадаць разьдзяляльнік
eu: Separadorea jarri
fr: Ajouter un séparateur
hi: विभाजक डालें
ja: 分類する線を挿入する
mr: विभाजक जोडा
ro: Adaugă un separator

source: Remove
be: Выдалiць
eu: Ezabatu
fr: Supprimer
hi: हटायें
ja: 削除する
mr: काढा
ro: Elimină

source: mintMenu Preferences
be: Усталёўкi mintMenu
eu: mintMenu preferentziak
fr: Préférences pour mintMenu
hi: mintMenu पसंद
ja: mintMenu の環境設定
mr: mintMenu व्यवस्थापन विकल्प
ro: Preferinţe pentru mintMenu

source: Show sidepane
be: Паказаць бакавую панэль
eu: Aldeko panela erakutsi
fr: Montrer le panneau latéral
hi: सिरे की पट्टी दिखाएँ
ja: サイドパネルを表示する
mr: पक्षफलक दाखवा
ro: Arată panoul lateral

source: Border width:
be: Шырыня рамкi:
eu: Bazter zabala
fr: Largeur des bordures :
hi: किनारे की चौडाई:
ja: 枠の太さ：
mr: सीमेची रूंदी :
ro: Lărgimea marginilor:

source: pixels
be: Пiксэляў
eu: pixelak
hi: बिन्दु
ja: ピクセル
mr: पिक्सेल
ro: pixeli

source: Icon size:
be: Разьмер значкоў:
eu: Ikonoaren tamaina:
fr: Taille des icones :
hi: आइकन माप:
ja: アイコンの大きさ：
mr: आइकनचे माप :
ro: Mărimea iconiţelor:

source: Options
be: Опцыi
eu: Opzioaks
hi: विकल्प
ja: オプション
mr: विकल्प
ro: Opţiuni

source: Show button icon
be: Паказаць значок на гузiку
eu: Menuko ikonoak erakutsi
fr: Montrer l'icone du bouton principal
hi: बटन आइकन दिखाएँ
ja: ボタンのアイコンを表示する
mr: कळ आइकन दाखवा
ro: Arată iconiţa butonului principal

source: Button text:
be: Надпiс на гузiку
eu: Botoiko Textoa:
fr: Texte du bouton principal :
hi: बटन पर लिखावट:
ja: ボタンの文字を表示する：
mr: कळ शब्द:
ro: Textul butonului principal:

source: Button icon:
be: Значок на гузiку
eu: Botoiko Iconoa:
fr: Icone du bouton principal :
hi: बटन आइकन:
ja: ボタンのアイコン：
mr: कळ आइकन :
ro: Iconiţa butonului principal:

source: Use custom colors
be: Застасаваць ўласныя колеры
eu: kolore pertsonalizatuak
fr: Personaliser les couleurs
hi: अपने स्थापित रंग उपयोग करें
ja: 別の色にする
mr: प्रचलीत रंग वापरा
ro: Personalizează culorile

source: Headings:
be: Загалоўкi:
eu: Tituloak:
fr: Titres :
hi: शीर्षक:
ja: タイトル：
mr: शिर्षक :
ro: Titluri:

source: Background:
be: Тло:
eu: Fondoa:
fr: Couleur de fond :
hi: पृष्ठभूमि:
ja: 背景の色：
mr: पृष्ठभूमि :
ro: Culori de fundal:

source: Borders:
be: Рамка:
eu: Bazterrak:
fr: Bordures :
hi: किनारे:
ja: 枠：
mr: सीमा :
ro: Margini:

source: Show application comments
be: Паказаць апiсаньне праґрамы
eu: Aplikazioko deskripzioa erakutsi
fr: Montrer une mini-description
hi: एप्लीकेशन टिप्पणियां दिखाएँ
ja: アプリケーションの説明を表示する
mr: विनीयोग टिप्पणी दाखवा
ro: Arată descrierile scurte pentru aplicaţii

source: Show category icons
be: Паказаць значкi катэґорыяў
eu: Iconoen kategoriak mostratu
fr: Icones pour les catégories
hi: इस वर्ग के आइकन दिखाएँ
ja: カテゴリのアイコンを表示する
mr: वर्ग आइकन दाखवा
ro: Arată iconiţele pentru categorii

source: Hover
be: Разгортваць
eu: Kursoreen edukiera erajutzi
fr: Survol change la catégorie
hi: ऊपर फिराएं
ja: カーソルオンでカテゴリ変更
mr: तरंग
ro: Planează cursorul pentru a schimba categoria

source: Number of columns:
be: Лiчба калёнак:
eu: Kolumnen kopurua:
fr: Nombre de colonnes :
hi: पंक्तियों की संख्या:
ja: 列の数：
mr: रंगाची संख्या :
ro: Numărul de coloane:

source: Swap name and generic name
be: Замянiць назву агульнай назвай
eu: Izen eta izen generikoa trukatu
fr: Préférer le nom au nom générique
hi: नाम और आम नाम को आपस में बदलें
ja: 一般名の代わりに固有名を使う
mr: स्वैप नाव व सामान्य नाव
ro: Preferă numele în locul numelui generic

source: Hover delay (ms):
be: Затрымка разгортваньня (мс) :
eu: Edukiera mostratzeko atzerakuntza (ms):
fr: Delai de survol (ms) :
hi: ऊपर फिराने का विलंब (ms) :
ja: マウスオンの遅延時間 (ms):
mr: तरंग विलम्ब(ms) :
ro: Întârzierea planării cursorului (ms) :

source: Colors
be: Колеры
eu: koloreak
fr: Couleurs
hi: रंग
ja: 色
mr: रंग
ro: Culori

source: Main button
be: Галоўны гузiк
eu: Botoi principala
fr: Bouton principal
hi: प्रमुख बटन
ja: メインボタン
mr: मुख्य कळ
ro: Butonul principal

source: Show recent documents
be: Паказаць нядаўнiя дакумэнты
eu: Dokumento berri erakutsi
fr: Montrer les documents récents
hi: हाल ही के दस्तावेज दिखाएँ
ja: 最近のドキュメントを表示する
mr: अलिकडील दस्तऐवज बघा
ro: Arată documentele recente

source: Recent documents
be: Нядаўнiя дакумэнтыy
eu: Dokumento berriak
fr: Documents récents
hi: हाल ही के दस्तावेज
ja: 最近のドキュメント
mr: अलिकडील दस्तऐवज
ro: Documente recente

source: Please wait, this can take some time
be: Калi ласка, пачакайце, гэта патрабуе троху часу...
eu: Itzaron mesedez, zembait dembora har litsake...
fr: Veuillez patienter...
hi: इन्तेजार करें, इसमे कुछ समय लग सकता है
ja: しばらくお待ちください...
mr: कृपया प्रतिक्शा करा
ro: Asteptaţi câteva momente...

source: Application removed successfully
be: Выдаленьне праґрамы праведзена пасьпяхова
eu: Aplikazioa honez ezabatuta
fr: Application désinstallée avec succès
hi: एप्लीकेशन सफलता पूर्वक हटा दिया गया
ja: アプリケーションのアンインストールが完了しました
mr: विनियोग सफलरीत्या रद्द केला
ro: Aplicaţie dezinstalată cu succes

source: Remove application
be: Выдалiць праґраму
eu: Aplikazioa ezabatu
fr: Désinstaller une application
hi: एप्लीकेशन हटायें
ja: アプリケーションをアンインストールする
mr: विनियोग रद्द करा
ro: Dezinstalează o aplicaţie

source: No matching package found
be: Не знойдзена адпаведных пакетаў
eu: Ezin izan da paketea aurkitu
fr: Aucun paquet ne correspond
hi: मिलती हुई संपुष्टि नहीं मिली
ja: 条件に一致するパッケージが見つかりません
mr: अनुकूल पॅकेज सापडले नाही
ro: Niciun pachet nu corespunde

source: Do you want to remove this menu entry?
be: Цi вы сапраўды хочаце выдалiць гэты радок мэню?
eu: Menu sarrera ezabatu nahi duzu?
fr: Voulez-vous retirer ce lien du menu ?
hi: क्या आप यह सूचकांक हटाना चाहते हैं?
ja: このメニューのエントリを削除してよろしいですか？
mr: आपणास ही मेन्यु सूची रद्द करावयाची आहे?
ro: Doriţi să eliminaţi legătura din meniu?

source: Remove package %s and all its dependencies?
be: Выдалiць пакет %s i ўсе залежнасьцi?
eu: Pakete %s ezabatu eta beredependentziak guztiak?
fr: Désinstaller le paquet %s et toutes ses dépendances ?
hi: संपुष्टि %s और इस पर निर्भर सभी संपुष्टियों को हटायें?
ja: パッケージ %s とそれに依存するパッケージをすべてアンインストールしますか？
mr: %s पॅकेज व सर्व आधारित पैकेज रद्द करावयाची आहे?
ro: Dezinstalează pachetul %s şi toate dependinţele sale?

source: Packages to be removed
be: Пакеты да выдаленьня
eu: Paketeak ezabatu izango dira
fr: Paquets prêts à être supprimés
hi: संपुष्टियां हटाई जाएँगी
ja: パッケージをアンインストールします
mr: पैकेज रद्द करण्यात येणार आहे
ro: Pachete care vor fi eliminate

source: Uninstall
be: Выдалiць
eu: Ezabatu
fr: Désinstaller
hi: हटायें
ja: アンインストール
mr: रद्द करा
ro: Dezinstalare

source: Search command:
be: Шукаць каманду:
eu: Bilatu comandoa:
fr: Commande de recherche :
hi: खोज के कमांड:
ja: サーチ・コマンド：
mr: शोध आज्ञा :
ro: Comanda de căutare:

source: Logout
be: Выхад з сыстэмы
eu: Sesio itxi
fr: Se déconnecter
hi: लोग आउट
ja: ログアウト
mr: लॉगआउट
ro: Deconectare

source: Log out or switch user
be: Выхад альбо зьмена карыстача
eu: Sesio itxi edo usuarioa aldatu
fr: Quitter, bloquer l'écran, éteindre ou redémarrer l'ordinateur
hi: लोग आउट करें या यूज़र बदलें
ja: ログアウトまたはユーザの切り替え
mr: लॉगआउट किंवा वापरकर्ता बदला
ro: Închide sesiunea, blochează ecranul, opreşte sau reporneşte computerul

source: Shutdown, restart, suspend or hibernate
be: Выключэньне, перазапуск, паўстрыманьне альбо гiбэрнацыя
eu: Itzali, berrasi, eten edo hibernatu
fr: Eteindre, redémarrer, suspendre ou entrer en hibernation
hi: बंद करें या पुनः प्रारम्भ करें या स्थगित करें या निद्रा में डालें
ja: 終了・再起動・サスペンド・ハイバネーション
mr: बंद, पुनः आरंभ, निलंबित, शीतनिद्रा
ro: Opreşte, reporneşte, suspendă sau intră în hibernare

source: Empty trash
be: Ачысьцiць сьметнiцу
eu: Paperontzia uztu
fr: Vider la corbeille
hi: कचरा खाली करें
ja: ゴミ箱を空にする
mr: कचरा रीकामा करा
ro: Goleşte coşul de gunoi

source: Search portal for '%s'
be: Шукаць '%s у партале
eu: Portala bilatu '%s'-ko
fr: Chercher '%s' dans le portail
hi: पोर्टल को '%s' के लिए खोजें
ja: ポータル内で '%s' を探す
mr: '%s' साठी शोध पोर्टल
ro: Caută '%s' în portal

source: Search repositories for '%s'
be: Шукаць '%s у рэпозыторыях
eu: Repositorioa bilatu'%s'-ko
fr: Chercher '%s' dans les dépôts
hi: भण्डार को '%s' के लिए खोजें
ja: リポジトリ内で '%s' を探す
mr: '%s' साठी शोध रिपोसीटरी
ro: Caută '%s' în depozite

source: Show package '%s'
be: Паказаць пакет '%s'
eu: '%s' paketea erakutsi
fr: Montrer le paquet '%s'
hi: संपुष्टि दिखाएँ '%s'
ja: パッケージ '%s' を表示する
mr: '%s' पॅकेज दाखवा
ro: Arată pachetul '%s'

source: Install package '%s'
be: Заінсталяваць пакет '%s'
eu: '%s' paketea instalatu
fr: Installer le paquet '%s'
hi: संपुष्टि '%s' को स्थापित करें
ja: パッケージ '%s' をインストールする
mr: '%s' पॅकेज स्थापित करा
ro: Instalează pachetul '%s'

source: Keyboard shortcut:
be: Хуткi выклiк:
eu: Tekatu laburbide:
fr: Raccourci clavier :
hi: कीबोर्ड शार्टकट:
ja: キーボード・ショートカット：
mr: कळ फलक अल्प मार्ग :
ro: Scurtătură prin tastatură:

source: No results
be: Брак рэзультатаў
eu: emaitz gabekoa
fr: Aucun résultat
hi: कोई परिणाम नहीं
ja: 見つかりません
mr: निकाल नाही
ro: Fără rezultat
