Repository: 0xfinch/mate-menu
Catalog: usr/lib/linuxmint/mintMenu/locale/*/LC_MESSAGES/messages.po
Languages: ar, da, el, gl, he, hr, pl, sl, sr

source: Computer
ar: الحاسوب
el: Υπολογιστής
gl: Computadora
he: מחשב
hr: Računalo
pl: Komputer
sl: Računalnik
sr: Рачунар

source: Browse all local and remote disks and folders accessible from this computer
ar: تصفح كافة الأقراص المحلية والبعيدة والملفات المتاحة لهذا الحاسوب
da: Gennemse alle de lokale- og netværks-mapper der er tilgængelige på denne computer
el: Αναζήτηση όλων των τοπικών και απομακρυσμένων δίσκων και φακέλων προσπελάσιμα από αυτόν τον υπολογιστή
gl: Ver tódolos discos e cartafoles locais e remotos accesibles dende esta computadora
he: דפדפי בכוננים המקומיים והחיצוניים ובתיקיות הזמינות מהמחשב הזה
hr: Pretraži sve lokalne i udaljene diskove i mape dostupne sa ovoga računala
pl: Przeszukaj wszystkie foldery oraz dyski lokalne i sieciowe dostępne dla tego komputera
sl: Preglej vse lokalne in mrežne diske in mape, dosegljive iz tega računalnika
sr: Претражи све локалне и удаљене дискове и фасцикле доступне са овог рачунара

source: Home Folder
ar: مجلد المنزل
da: Hjem
el: Προσωπικός Φάκελος
gl: Cartafol Persoal
he: תיקיה אישית
hr: Moja mapa
pl: Katalog Domowy
sl: Osebna mapa
sr: Moja Фасцикла

source: Open your personal folder
ar: افتح ملفك الشخصي
da: Åben din personlige mappe
el: Άνοιγμα του προσωπικού σας φακέλου
gl: Abri-lo meu Cartafol Persoal
he: פתחי את התיקיה האישית
hr: Otvori svoje osobne mape
pl: Otwórz swój katalog osobisty
sl: Odpri osebno mapo
sr: Отвори своју фасцкилу

source: Network
ar: الشبكة
da: Netværk
el: Δίκτυο
gl: Rede
he: רשת
hr: Mreža
pl: Sieć
sl: Omrežje
sr: Мрежа

source: Browse bookmarked and local network locations
ar: تصفح الأماكن المفضلة والشبكة المحلية
da: Gennemse lokale og foretrukne netværkssteder
el: Αναζήτηση σελιδοδεικτών και τοπικών δικτυακών τόπων
gl: Ver redes favoritas e locais
he: דפדפי במקומות ברשת הפנימית והחיצונית
hr: Pretraži označene i lokalne mrežne lokacije
pl: Przeglądaj miejsca dostępne w sieci lokalnej
sl: Preglej zaznamke in mrežne lokacije
sr: Претражи означене и локалне мрежне локације

source: Browse items placed on the desktop
ar: تصفح العناصر الموجودة على سطح المكتب
da: Gennemse filer på skrivebordet
el: Περιήγηση σε αντικείμενα τοποθετημένα στην επιφάνεια εργασίας
gl: Ver elementos do Escritorio
he: דפדפי בפריטי השולחן
hr: Pretraži stavke na radnoj površini
pl: Przeglądaj elementy na pulpicie
sl: Preglej namizje
sr: Претражи радну површ

source: Browse deleted files
ar: تصفح الملفات المحذوفة
da: Se slettede filer
el: Περιήγηση σε διαγραμμένα αρχεία
gl: Ver arquivos borrados
he: דפדפי בקבצי האשפה
hr: Pretraži pobrisane datoteke
pl: Przeglądaj usunięte pliki
sl: Preglej brisane datoteke
sr: Претражи избрисане фајлове

source: Software manager
ar: مدير البرامج
da: Programhåndtering
el: Διαχειριστής Λογισμικού
gl: Xestor de Programas
he: ניהול תוכנה
hr: Menadžer za upravljanje programima
pl: Zarządzanie oprogramowaniem
sl: Upravljalec programja
sr: Манаџер програма

source: Browse and install available software
ar: تصفح وتنصيب البرامج المتوفرة
da: Gennemse og installer tilgængelige programmer
el: Περιήγηση και εγκατάσταση διαθέσιμου λογισμικού
gl: Ver e instalar programas dispoñíbles
he: דפדוף והתקנת תוכנות
hr: Pretraži i instaliraj dostupne programe
pl: Przeglądaj i instaluj dostępne oprogramowanie
sl: Preglej in namesti programe, ki so na voljo
sr: Претражи и инсталирај доступне програме

source: Package manager
ar: مدير الحزم
da: Pakkehåndtering
el: Διαχειριστής Πακέτων
gl: Xestor de pacotes
he: ניהול חבילות
hr: Upravitelj paketa
pl: Zarządzanie pakietami
sl: Upravljalec paketov
sr: Менаџер пакета

source: Install, remove and upgrade software packages
ar: تنصيب , حذف وترقية حزم البرامج
da: Installer, fjern og opgrader software-pakker
el: Εγκατάσταση, αφαίρεση και αναβάθμιση λογισμικών πακέτων
gl: Instalar, eliminar e actualizar pacotes de programas
he: התקנה, הסרה ועדכון חבילות תוכנה
hr: Instaliraj, obriši i nadogradi programske pakete
pl: Instaluj, usuń i aktualizuj pakiety oprogramowania
sl: Namesti, odstrani ali nadgradi programske pakete
sr: Инсталирај, избриши и надогради програмсе пакете

source: Control center
ar: مركز التحكم
da: Kontrolpanel
el: Κέντρο Ελέγχου
gl: Centro de Control
he: מרכז בקרה
hr: Kontrolni centar
pl: Centrum Kontroli
sl: Nadzorna plošča
sr: Контролни центар

source: Configure your system
ar: إعدادات النظام
da: Skift systemindstillinger
el: Διαμόρφωση του συστήματος σας
gl: Configurar o Sistema
he: קנפוג המערכת
hr: Podesite vaš sistem
pl: Konfiguracja systemu
sl: Upravljaj s sistemom
sr: Подесите ваш систем

source: Use the command line
ar: استخدم سطر الأوامر
da: Brug kommando-linjen
el: Χρησιμοποίηση της γραμμής εντολών
gl: Utilizar a liña de comandos
he: פתחי את המסוף
hr: Koristi komandnu liniju
pl: Użyj linii komend
sl: Uporabi komandno vrstico
sr: Користи командну линију

source: Couldn't load plugin:
ar: لا يمكن تحميل الملحق :
da: Kunne ikke starte plug-in:
el: Δεν κατέστη δυνατή η ανάγνωση του plugin :
gl: Imposible carga-lo plugin :
he: :אין ביכולתי לטעון את התוסף
hr: Ne mogu učitati dodatak:
pl: Nie można załadować wtyczki:
sl: Ne morem naložiti vtičnika:
sr: Није успело учитавање додатка :

source: Couldn't initialize plugin
ar: لايمكن تنصيب الملحق
da: Kunne ikke køre plug-in
el: Δεν κατέστη δυνατή η ρύθμιση του plugin
gl: Imposible inicia-lo plugin
he: :אין ביכולתי לאתחל את התוסף
hr: Ne mogu inicirati dodatak
pl: Nie można zainicjować wtyczki
sl: Ne morem zagnati vtičnika
sr: Није могућа иницијализација додатка

source: Preferences
ar: الخيارات
da: Indstillinger
el: Προτιμήσεις
gl: Preferencias
he: העדפות
hr: Postavke
pl: Preferencje
sl: Možnosti
sr: Подешавања

source: About
ar: عن
da: Om
el: Σχετικά
gl: Sobor de
he: אודות
hr: O programu
pl: Kilka słów o...
sl: O programu
sr: О програму

source: Reload plugins
ar: أعد تحميل الملحقات
da: Genindlæs plug-ins
el: Ανάγνωση ξανά των plugins
gl: Recargar os plugins
he: טעינת תוספים מחדש
hr: Ponovno učitaj dodatak
pl: Załaduj ponownie wtyczki
sl: Ponovno zaženi vtičnike
sr: Поново учитај мени

source: Edit menu
ar: تعديل القائمة
da: Rediger menu
el: Διαμόρφωση Μενού
gl: Edita-lo Menú
he: עריכת התפריט
hr: Uredi izbornik
pl: Edytuj menu
sl: Editiraj menu
sr: Исправи мени

source: GNOME Menu for Linux Mint
ar: قائمة جينوم للينكس منت
da: GNOME-menu til Linux Mint
el: Gnome Menu για Linux Mint
gl: Menú Gnome para Linux Mint
he: תפריט גנום ללינוקס מנתה
hr: GNOME izbornik za Linux Mint
pl: Menu GNOME dla Linux Mint
sl: GNOME Menu za Linux Mint
sr: GNOME Мени за Linux Mint

source: Based on USP from S.Chanderbally
ar: يعتمد على يو اس بي من S.Chanderbally
da: Baseret på S. Chanderballys USP
el: Βασισμένο στο USP από τον S. Chanderbally
gl: Baseado en USP (S. Chanderbally)
he: (S. Chanderbally) USP מבוסס על
hr: Bazirano na USP (S. Chanderbally)
pl: W oparciu o USP (S. Chanderbally)
sl: Osnova na USP (S. Chanderbally)
sr: Базирано на USP од S. Chanderbally-а

source: Trash
ar: المهملات
da: Papirkurv
el: Κάδος Ανακύκλωσης
gl: Lixo
he: אשפה
hr: Kanta za smeće
pl: Kosz
sl: Smeti
sr: Смеће

source: Places
ar: الأماكن
da: Steder
el: Τοποθεσίες
gl: Locais
he: מקומות
hr: Mjesta
pl: Lokalizacje
sl: Kraji
sr: Места

source: Desktop
ar: سطح المكتب
da: Skrivebord
el: Επιφάνεια Εργασίας
gl: Escritorio
he: שולחן
hr: Radna površina
pl: Pulpit
sl: Namizje
sr: Радна Површ

source: System
ar: النظام
el: Σύστημα
gl: Sistema
he: מערכת
hr: Sistem
sl: Sistem
sr: Систем

source: Terminal
ar: الطرفية
el: Τερματικός σταθμός
he: מסוף
sr: Терминал

source: Quit
ar: خروج
da: Luk
el: Σβήσιμο
gl: Saír
he: יציאה
hr: Prekini
pl: Rezygnuj
sl: Končaj
sr: Угаси рачунар

source: File not found
ar: لم يتم إيجاد الملف
da: Filen blev ikke fundet
el: Το αρχείο δεν βρέθηκε
gl: Arquivo non atopado
he: קובץ לא נמצא
hr: Datoteka nije pronađena
pl: Nie znaleziono pliku
sl: Datoteka ni najdena
sr: Датотека није пронађена

source: Not a .menu file
ar: الملف ليس بامتداد .menu
da: Er ikke en .menu-fil
el: Μη αρχείο του .menu
gl: Non é un arquivo .menu
he: .menu לא קובץ מהסוג
hr: Nije .menu datoteka
pl: To nie jest plik .menu
sl: Ni .menu datoteka
sr: Није .menu датотека

source: Not a valid .menu file
ar: ملف .menu غير متاح
da: Er ikke en gyldig .menu-fil
el: Μη έγκυρο αρχείο του .menu
gl: Non é un arquivo .menu válido
he: .menu לא קובץ תקין מהסוג
hr: Nije valjana .menu datoteka
pl: To nie jest właściwy plik .menu
sl: Neveljavna .menu datoteka
sr: Није исправна .menu датотека

source: Applications
ar: التطبيقات
da: Programmer
el: Εφαρμογές
gl: Aplicacións
he: אפליקציות
hr: Programi
pl: Aplikacje
sl: Programi
sr: Програми

source: Couldn't save favorites. Check if you have write access to ~/.linuxmint/mintMenu
ar: ~/.linuxmint/mintMenuلايمكن حفظ المفضلة. تأكد من صلاحية الكتابة لـ
da: Kunne ikke gemme foretrukne. Tjek om du kan skrive til ~/.linuxmint/mintMenu
el: Αδυναμία αποθήκευσης αγαπημένων. Ελέγξτε αν έχετε δικαιώματα εγγραφής στο ~/.linuxmint/mintMenu
gl: Imposible gravar os favoritos. Verifique se ten acceso de escritura para ~/.linuxmint/mintMenu
he: ~/.linuxmint/mintMenu -אין באפשרותי לשמור מועדפות. בדקי אם יש בידך גישת כתיבה ל
hr: Ne mogu sačuvati u favorite. Provjeri imaš li pravo pristupa u ~/.linuxmint/mintMenu
pl: Nie można zapisać ulubionych. Sprawdź czy masz prawo do zapisu dla katalogu ~/.linuxmint/mintMenu
sl: Ne morem shraniti priljubljenih. Preveri če lahko pišeš v ~/.linuxmint/mintMenu
sr: Nemogu sačuvati u favorite. Provjeri imaš li pravo pristupa u ~/.linuxmint/mintMenu

source: All
ar: الكل
da: Alle
el: Όλα
gl: Todo
he: כל הקטיגוריות
hr: Sve
pl: wszystkie kategorie
sl: Vse
sr: Све

source: Show all applications
ar: اظهر كافة البرامج
da: Vis alle programmer
el: Εμφάνιση όλων των εφαρμογών
gl: Mostrar tódalas aplicacións
he: הצגת כל האפליקציות
hr: Prikaži sve programe
pl: Pokaż wszystkie aplikacje
sl: Prikaži vse programe
sr: Прикажи све програме

source: Filter:
ar: فلتر :
da: Find:
el: Φίλτρο :
gl: Filtro :
he: :סינון
hr: Filteri :
pl: Filtruj:
sr: Претражи :

source: Favorites
ar: المفضلة
da: Foretrukne
el: Αγαπημένα
gl: Favoritos
he: מועדפות
hr: Favoriti
pl: Ulubione
sl: Priljubljene
sr: Омиљени програми

source: All applications
ar: كل البرامج
da: Alle programmer
el: Όλες οι εφαρμογές
gl: Tódalas aplicacións
he: כל האפליקציות
hr: Sve aplikacije
pl: wszystkie aplikacje
sl: Vsi programi
sr: Сви програми

source: Launch
ar: تشغيل
da: Kør
el: Ανάδυση
gl: Executar
he: הפעלה
hr: Pokreni
pl: Uruchom
sl: Zaženi
sr: Покрени

source: Show in my favorites
ar: اظهر في المفضلة
da: Vis i mine foretrukne
el: Εμφάνιση στα αγαπημένα μου
gl: Mostrar nos favoritos
he: הוסיפי למועדפות
hr: Prikaži u mojim favoritima
pl: Dodaj do Ulubionych
sl: Prikaži moje priljubljene
sr: Прикажи у омињеним

source: Launch when I log in
ar: شغل عن تسجيل الدخول
da: Kør ved start
el: Ανάδυση κατά την είσοδο
gl: Executar ao inicia-la sesión
he: הפעלה בעת החיבור
hr: Pokreni kada se prijavim
pl: Uruchom przy logowaniu
sl: Zaženi ob prijavi
sr: Покрени када се пријавим

source: Remove from favorites
ar: الإزالة من المفضلة
da: Fjern fra foretrukne
el: Αφαίρεση από τα αγαπημένα
gl: Eliminar dos favoritos
he: הסירי מהמועדפות
hr: Makni iz favorita
pl: Usuń z Ulubionych
sl: Odstrani iz priljubljenih
sr: Избриши из омињених

source: Insert space
ar: ادخل فراغ
da: Indsæt mellemrum
el: Εισαγωγή περιθωρίου
gl: Inserir un espazo
he: הוספת רווח
hr: Umetni prostor
pl: Dodaj odstęp
sl: Vstavi presledek
sr: Уметни прзно место

source: Insert separator
ar: ادخل فاصل
da: Indsæt deler
el: Εισαγωγή διαχωριστή
gl: Inserir un separador
he: הוספת קו מפריד
hr: Umetni razdjelnik
pl: Dodaj separator
sl: Vstavi ločilo
sr: Уметни сепаратор

source: Remove
ar: إزالة
da: Fjern
el: Αφαίρεση
gl: Eliminar
he: הסרה
hr: Ukloni
pl: Usuń
sl: Odstrani
sr: Избриши

source: mintMenu Preferences
ar: إعدادات قائمة منت
da: mintMenu-indstillinger
el: Προτιμήσεις του mintMenu
gl: Preferencias do mintMenu
he: העדפות תפריט-מנתה
hr: mintMenu postavke
pl: Preferencje mintMenu
sl: Možnosti za mintMenu
sr: mintMenu Подешавања

source: Show sidepane
ar: اظهر الشريط الجانبي
da: Vis sidepanel
el: Εμφάνιση πλευρικής μπάρας
gl: Mostrar panel lateral
he: הצגת חלון צדדי
hr: Prikaži sidepane
pl: Pokaż boczny panel
sl: Prikaži stranski menu
sr: Прикажи леви панел

source: Border width:
ar: عرض الحدود :
da: Kant-brede:
el: Πάχος περιθωρίου:
gl: Anchura da marxe:
he: :רוחב הגבול
hr: Širina obruba :
pl: Szerokość obramowania:
sl: Širina roba:
sr: Дебљина ивице :

source: pixels
ar: بكسل
da: pixel
gl: píxeles
he: פיקסלים
hr: pixeli
pl: piksele
sr: пиксели

source: Icon size:
ar: حجم الأيقونة :
da: Ikon-størrelse:
el: Μέγεθος εικονιδίου :
gl: Tamaño da ícona :
he: :גודל האיקון
hr: Veličina ikone :
pl: Rozmiar ikon:
sl: Velikost ikone:
sr: Величина иконе :

source: Options
ar: خيارات
da: Indstillinger
el: Επιλογές
gl: Opcións
he: אפשרויות
hr: Opcije
pl: Opcje
sl: Opcije
sr: Подешавања

source: Show button icon
ar: أظهر أيقونة بجانب الزر
da: Vis ikon
el: Εμφάνιση εικονιδίου κομβίου
gl: Mostrar ícona do botón principal
he: הצגת איקון הכפתור
hr: Prikaži ikonu tastera
pl: Pokaz ikonę na przycisku
sl: Prikaži ikono gumba
sr: Прикажи икону на дугмету

source: Button text:
ar: اسم الزر :
da: Vis tekst:
el: Κείμενο κομβίου:
gl: Texto do botón principal:
he: :טקסט הכפתור
hr: Tekst tastera :
pl: Tekst na przycisku:
sl: Besedilo gumba:
sr: Текст дугмета :

source: Button icon:
ar: أيقونة الزر :
da: Ikon:
el: Εικονίδιο κομβίου:
gl: Ícona do botón principal:
he: :איקון הכפתור
hr: Ikona tastera :
pl: Ikona na przycisku:
sl: Ikona gumba:
sr: Икона дугмета:

source: Use custom colors
ar: استخدام ألوان معينة
da: Brug tilpassede farver
el: Χρήση προσωπικών χρωμάτων
gl: Usar cores persoalizados
he: הגדרת צבעים
hr: Koristi posebne boje
pl: Zastosuj własne kolory
sl: Nastavi barve
sr: Користи посебне боје

source: Headings:
ar: العناوين :
da: Panel-navne:
el: Επικεφαλίδες:
gl: Títulos:
he: :כותרות
hr: Zaglavlje :
pl: Nagłówki:
sl: Naslovnice:
sr: Наслови :

source: Background:
ar: الخلفية :
da: Baggrund:
el: Φόντο (Background):
gl: Fondo :
he: :רקע
hr: Pozadina :
pl: Tło:
sl: Ozadje:
sr: Позадина :

source: Borders:
ar: الحدود :
da: Kanter:
el: Περιθώρια:
gl: Marxes:
he: :גבולות
hr: Granice :
pl: Obramowanie:
sl: Robovi:
sr: Ивице :

source: Show application comments
ar: أظهر تعليقات للبرامج
da: Vis programbeskrivelse
el: Εμφάνιση σχολίων εφαρμογών
gl: Mostrar comentarios das aplicacións
he: הצגת הערות אפליקציה
hr: Prikaži komentare za program
pl: Pokaż opis aplikacji
sl: Prikaži opombe programov
sr: Прикажи коментаре програма

source: Show category icons
ar: أظهر أيقونة بجانب كل قسم
da: Vis kategori-ikoner
el: Εμφάνιση εικονιδίου κατηγορίας
gl: Mostrar por categorías
he: הצגת איקונים לקטיגוריות
hr: Prikaži ikonu kategorije
pl: Pokaż ikony poszczególnych kategorii
sl: Prikaži ikone kategorij
sr: Прикажи иконе за категорије

source: Hover
ar: مرور الفأرة
da: Svævning
el: Αιώρηση
gl: Seleccionar categoría ao pasa-lo cursor (require recargar)
he: ריחוף
pl: Opóźnienie
sl: Prekrito
sr: Приказ менија на прелаз

source: Number of columns:
ar: عدد الأعمدة :
da: Antal kolonner:
el: Αριθμός στηλών:
gl: Número de columnas:
he: :מספר טורים
hr: Broj stupaca :
pl: Liczba kolumn:
sl: Število stolpcev:
sr: Број колона :

source: Swap name and generic name
ar: تبديل الاسم إلى الاسم العام
da: Skift fra programtype-navn til programmets navn
el: Όνομα ανταλλαγής και περιληπτικό όνομα
gl: Permutar nome e nome xenérico
he: שם ארעי או שם כללי
hr: Zamjeni ime i generičko ime
pl: Zamień nazwę z nazwą ogólną
sl: Zamenjaj ime in generično ime
sr: Замени име са генеричким именом

source: Hover delay (ms):
ar: إنتضر (ms) عند مرور الفأرة:
da: Svæve-forsinkelse (ms) :
el: Καθυστέρηση αιώρησης (ms):
gl: Retraso ao mostrar menús (ms) :
he: :(השהיית ריחוף (במילישניות
hr: Hover zakašnjenje (ms) :
pl: Czas opóźnienia (ms) :
sl: Zamik prekritja (ms) :
sr: Закашњење на прелаз (ms) :

source: Colors
ar: الألوان
da: Farve
el: Χρώματα
gl: Cores
he: צבעים
hr: Boje
pl: Kolory
sl: Barve
sr: Боје

source: Main button
ar: الزر الرئيسي
da: Menu-knap
el: Βασικό κουμπί
gl: Botón principal
he: כפתור ראשי
hr: Glavni taster
pl: Przycisk główny
sl: Glavni gumb
sr: Главно дугме

source: Show recent documents
ar: اظهر المستندات الحديثة
da: Vis senest åbnede dokumenter
el: Εμφάνηση πρόσφατων εγγράφων
gl: Mostrar documentos recentes
he: הצגת קבצים בשימוש לאחרונה
hr: Prikaže nedavno korištene dokumente
pl: Pokaż ostatnio otwierane dokumenty
sl: Prikaži nedavne dokumente
sr: Прикажи недавно коришћене документе

source: Recent documents
ar: المستندات الحديثة
da: Seneste dokumenter
el: Πρόσφατα έγγραφα
gl: Documentos recentes
he: קבצים בשימוש לאחרונה
hr: Nedavno korišteni dokumenti
pl: Ostatnio otwierane dokumenty
sl: Nedavni dokumenti
sr: Недавно коришћени документи

source: Please wait, this can take some time
ar: يرجى الإنتضار هذه العملية قد تاخد بعض الوقت...
da: Vent venligst, dette kan tage noget tid...
el: Παρακαλώ περιμένετε, μπορεί να κρατήσει κάποιο χρονικό διάστημα...
gl: Por favor agarde, isto pode levar algún tempo...
he: ...התאזרי בסבלנות
hr: Pričekajte, ovo može potrajati
pl: Bądź cierpliwy, to może chwilkę potrwać...
sl: Potrpljenje prosim...
sr: Причекајте, ово може потрајати

source: Application removed successfully
ar: تم إزالة البرنامج بنجاح
da: Programmet blev fjernet
el: Η εφαρμογή αφαιρέθηκε με επιτυχία
gl: Aplicación eliminada con éxito
he: הסרת אפליקציה נסתיימה בהצלחה
hr: Program je uklonjen uspješno
pl: Usunięcie aplikacji zakończone powodzeniem
sl: Program uspešno odstranjen
sr: Програм је успешно избрисн

source: Remove application
ar: إزالة البرنامج
da: Fjern program
el: Αφαίρεση εφαρμογής
gl: Eliminar aplicación
he: הסרת אפליקציה
hr: Ukloni program
pl: usuń aplikację
sl: Odstrani program
sr: Избриши програм

source: No matching package found
ar: لم يتم إيجاد حزمة متطابقة
da: Kunne ikke finde pakken
el: Κανένα πακέτο που να ταιριάζει δεν βρέθηκε
gl: Non se puido atopa-lo pacote
he: לא נמצאה חבילה מתאימה
hr: Odgovarajući paket nije pronađen
pl: Nie znaleziono pasujących pakietów
sl: Iskani paket ni bil najden
sr: Одговарајући пакет није пронађен

source: Do you want to remove this menu entry?
ar: هل تريد حذف هذا الزر ؟
da: Vil du fjerne dette menu-element?
el: Θέλετε να αφαιρεθεί αυτό το πρόγραμμα από το μενού;
gl: ¿Quere eliminar esta entrada do Menu?
he: ?הברצונך להסיר את שורת התפריט הזו
hr: Želiš li potpuno ukloniti ovaj izbornik?
pl: Czy naprawdę chcesz usunąć ten wpis menu?
sl: Ali želite odstraniti področje menuja?
sr: Да ли желиш да потпуно уколониш ову ставку из менија?

source: Remove package %s and all its dependencies?
ar: أزل الحزمة %s وكل إعتماديتها ؟
da: Fjern pakken %s og alle dens afhængigheder?
el: Αφαίρεση πακέτων %s και όλων των εξαρτήσεων;
gl: ¿Desinstala-lo pacote %s e tódalas súas dependencias?
he: ?וכל החבילות הקשורות לה %s הסרת החבילה
hr: Ukloniti paket %s i sve pakete koji dođu uz njega?
pl: usunąć pakiet %s i wszystkie zależności?
sl: Odstranim paket %s in vse soodvisne?
sr: Уклони пакет %s и све пакете који дођу уз њега?

source: Packages to be removed
ar: الحزم التي سيتم إزالتها
da: Pakken blev fjernet
el: Πακέτα που θα αφαιρεθούν
gl: Pacotes para seren eliminados
he: חבילות להסרה
hr: Paketi koji će se ukloniti
pl: Pakiety zostaną usunięte
sl: Paketi ki bodo odstanjeni
sr: Пакети који ће се избрисати

source: Uninstall
ar: إزالة
da: Afinstaller
el: Απεγκατάσταση
gl: Desinstalar
he: הסרה
hr: Deinstaliraj
pl: Odinstaluj
sl: Odstrani
sr: Деинсталирај

source: Search command:
ar: ابحث عن الأمر:
da: Søge-indstillinger
el: Διαταγή ελέγχου:
gl: Comando de procura:
he: :פקודת חיפוש
hr: Pronađi naredbu :
pl: Szukaj polecenia:
sl: Išči ukaz:
sr: Команда за претраживање :

source: Logout
ar: تسجيل الخروج
da: Log af
el: Έξοδος
gl: Saír da sesión
he: התנתקות
hr: Odjavi se
pl: Wyloguj
sl: Odjava
sr: Одјави се

source: Log out or switch user
ar: سجل الخروج او بدل المستخدم
da: Log af eller skift bruger
el: Έξοδος ή αλλαγή χρήστη
gl: Terminar sesión ou mudar de Usuario
he: ניתוק או החלפת משתמשת
hr: Odjavi se ili promjeni korisnika
pl: Wyloguj lub przełącz użytkownika
sl: Odjavi se ali zamenjaj uporabnika
sr: Одјави се или промени корисника

source: Shutdown, restart, suspend or hibernate
ar: أغلق الجهاز, أعد التشغيل , اسبت أو علق الجهاز
da: Luk ned, genstart, gå i stand by eller i dvale
el: Σβήσιμο, επανεκκίνηση, αναστολή ή ύπνωση
gl: Apagar, reiniciar, suspender ou hibernar
he: כיבוי, התחלה מחדש, השהיה או היברנציה
hr: Isključi, ponovo pokreni, suspendiraj ili hibernacija
pl: Zamknij, uruchom ponownie, wstrzymaj lub hibernuj
sl: Ugasni, ponovno zaženi, suspendiraj ali hiberniraj
sr: Угаси, поново покрени, обустави рад или замрзни рачунар

source: Empty trash
ar: تفريغ المهملات
da: Tøm papirkurv
el: Άδιασμα κάδου ανακύκλωσης
gl: Baleira-lo Lixo
he: ריקון האשפה
hr: Isprazni smeće
pl: Opróżnij kosz
sl: Izprazni koš
sr: Испразни смеће

source: Search portal for '%s'
ar: ابحث في البوابة عن '%s'
da: Søg efter '%s' på portal
el: Αναζήτηση portal για '%s'
gl: Procurar '%s' no portal
he: בפורטל '%s' חיפוש אחר
hr: Pretraži portal za '%s'
pl: Przeszukaj portal by znaleźć '%s
sl: Išči po portalu '%s'
sr: Претражи портал за '%s'

source: Search repositories for '%s'
ar: ابحث في المستودعات عن '%s'
da: Søg efter '%s' i softwarekilder
el: Αναζήτηση εναποθετών για '%s'
gl: Procurar '%s' nos repositorios
he: במאגרי החבילות '%s' חיפוש
hr: Pretraži repozitorije za '%s'
pl: Przeszukaj repozytoria by znaleźć '%s
sl: Išči '%s' po repozitorijih
sr: Претражи репозиторијум за '%s'

source: Show package '%s'
ar: اظهر الحزمة '%s'
da: Vis pakke '%s'
el: Εμφάνιση πακέτου '%s'
gl: Mostrar o pacote '%s'
he: '%s' :הצגת החבילה
hr: Prikaži pakete '%s'
pl: Pokaż pakiet '%s'
sl: Prikaži paket '%s'
sr: Прикажи пакет '%s'

source: Install package '%s'
ar: تنصيب الحزمة '%s'
da: Installer pakken '%s'
el: Εγκατάσταση πακέτου '%s'
gl: Instalar o pacote '%s'
he: '%s' :התקנת החבילה
hr: Instaliraj pakete '%s'
pl: Instaluj pakiet '%s'
sl: Namesti paket '%s'
sr: Инсталирај пакет '%s'

source: Keyboard shortcut:
ar: اختصار لوحة المفاتيح :
da: Tastatur-genvej:
el: Σύντμηση πληκρολογίου:
gl: Atallo do teclado :
he: :קיצור מקלדת
hr: Prečac na tastaturi :
pl: Skrót klawiaturowy:
sl: Bližnjica za tipkovnico:
sr: Пречица :

source: No results
ar: لا توجد نتائح
da: Ikke fundet
el: Κανένα αποτελέσματα
gl: Sen resultados
he: אין תוצאות
hr: Nema rezultata
pl: Brak rezultatów
sl: Brez zadetkov
sr: Без резултата
